Repository: s2kdesign-com/CoinGardenWorld
Catalog: src/official-website/CoinGardenWorld.Web/Localization/Pages/Index.Resource.*.resx
Languages: bg

source: "Flower World" is a game where every single user who uses the app or takes care of at least one flower will get their own island where they can arrange and "plant" their real flowers in the metaverse.
bg: "Свят на цветята" е игра в която всеки един потребител, който използва приложението или се грижи за поне едно цвете, ще получи свой собствен остров, който може да аранжира и да "посади" реалните си цветя в метавселената.

source: Welcome to "World of Flowers", a harmonious blend of technology and nature where the digital realm meets the verdant beauty of our world. At its core, this platform offers a comprehensive Web3 infrastructure dedicated to gardening, allowing users to grow, nurture, and even earn cryptocurrency from their virtual flowers. Dive into a universe where every petal counts, and every action reverberates with the love for our planet.
bg: "Светът на цветята" е система, оборудвана с изкуствен интелект и автоматично разпознаване на видовете и сортовете цветя.

source: Anyone who takes care of at least one flower will receive a free island in the Metaverse.
bg: Всеки, който се погрижи за поне едно цвете, ще получи безплатен остров в Метавселената.

source: Charities
bg: Дарения и Каузи

source: Chat with our flower recognition bot and send him pictures of flowers, he immediately will respond with the sort of the and information how to take care of it.
bg: Пиши си с нашия бот или изпрати сними на цвете, които искаш да разпознаеш като вид или сорт. Той ще разпознае цветето и ще ти отговори как най-добре да се грижиш за тях.

source: Crypto Token
bg: Криптовалута

source: Even if you don't have plants, you can buy some from the NFT shop and still continue playing.
bg: Дори и да нямате растения, можете да закупите някои от NFT магазина и да продължите да играете.

source: Flower Store
bg: Магазин за Цветя

source: Garden BOT
bg: Градинарски БОТ

source: Get the app now
bg: Свали приложението сега

source: GRDN token is the base currency in the entire infrastructure. All donations and causes, all rewards received for taking care of the flowers, as well as the metaverse are in the main crypto currency GRDN.
bg: GRDN токена е основата валута в цялата инфраструктура. Всички дарения и каузи, всички награди получени при грижа за цветята, както и метавърса са в основната крипто валута GRDN.

source: Home - World of Flowers
bg: Начало - Свят на цветята

source: In it, users not only grow but can also develop and sell their best photos of their most beautiful flowers. Every single photo in the system can be created as an NFT and thus either sold in the shop or used in the flower metaverse.
bg: В нея потребителите не само отглеждат но могат и да развиват и продават своите най – добри снимки на най - красивите си цветя. Всяка една снимка в системата, може да бъде създадена като НФТ и с това или да бъде продадена в магазина или да бъде използвана в мета вселената на цветята.

source: Login to Metaverse
bg: Влизане в Метавселената

source: Metaverse
bg: Метавселена

source: Mobile Application
bg: Мобилно приложение

source: Open platform for everyone
bg: Отворена платформа за всички

source: <span class="title-dark">Own the future!</span> <br /> <span>"World of Flowers"</span> <span class="title-dark">is your portal to the blockchain world.</span>
bg: <span class="title-dark">Притежавайте бъдещето!</span> <br /> <span>"Свят на Цветята"</span> <span class="title-dark">е вашият портал към блокчейн вселената.</span>

source: Supported Currencies
bg: Поддържани Криптовалути

source: The donation system in "World of Flowers" is a unique way that users,together, can save endangered places or clear a polluted forest of waste.
bg: Системата за дарения в "Свят на цветята" представлява уникален начин с който потребителите , заедно , могат да спасят застрашени места или да изчистят замърсена гора от отпадъци.

source: The Metaverse can be played freely by all flower lovers.
bg: Метавселената може да се играе свободно от всички любители на цветята.

source: The mobile application for flowers
bg: Мобилното приложение за цветя

source: The mobile application is a way to identify flowers and plan their best cultivation according to their type, season and weather conditions where the flower is located.
bg: Мобилното приложение представлява начин за идентифициране на цветя и планиране тяхното най – добро отглеждане според вида им, сезона и метеорологичните условия, където цветето се намира.

source: The mobile application will keep reminding you when you need to water your plants and you will never forget to leave them dry again.
bg: Мобилното приложение ще ви напомня кога трябва да полеете растенията си и никога повече няма да забравите да ги оставите сухи.

source: The more flowers you have in the "World of Flowers", the more GRDN Coin you will earn per day if you play.
bg: Колкото повече цветя имате в „Свят на цветята“, толкова повече GRDN криптовалута ще печелите на ден, ако играете.

source: The user starts their journey by downloading the flower app. Immediately after, he will be prompted to take a photo or upload a photo of the flower he wishes to add and will receive a QR code for quick information that he can use to put on the pot or to sell real flowers in a shop. The app will automatically recognize the type of flower and start reminding the user when it needs watering.
bg: Потребителя започва своя път със сваляне на приложението за цветя. Веднага след това ще бъде подканен да снима или да качи снимка на цветето което желае да добави и ще получи QR код за бърза информация, който може да използва за да постави на саксията или за да продава реални цветя в магазин. Приложението автоматично ще разпознае вида на цветето и ще започне да напомня на потребителя, когато има нужда от поливане.

source: Web3 Infrastructure for gardening, growing, <br class='d-none d-md-block'> selling and earning crypto from your flowers
bg: Web3 инфраструктура, за опазване, отглеждане, продаване и печелене на криптовалута от прекрасни цветя

source: When you take good care of your garden, let it take care of you. Go to the NFT store and sell your collection of photos of your most beautiful flower, and if you continue to take care of it, each subsequent photo will be of a higher level and that will make it more valuable.
bg: Когато се грижиш добре за своята градина, нека и тя да се погрижи за теб. Отиди в магазина и продай своята колекция от снимки на най - красивото ти цвете и ако продължиш да се грижиш за него, всяка следваща снимка ще бъде с по - високо ниво и това ще я прави по - ценна.

# World of Flowers (with icons)
source: 🌼 World of Flowers 🌺
bg: 🌼 Свят на Цветята 🌺

source: Your island will grow with the number of flowers that you have. You can even add decorations to your island and invite other players to visit it.
bg: Вашият остров ще расте с броя на цветята, които имате. Можете дори да добавите декорации към вашия остров и да поканите други играчи да го посетят.
