Repository: s2kdesign-com/CoinGardenWorld
Catalog: src/mobile-app/app/CoinGardenWorldMobileApp.MobileAppTheme/Localization/Pages/ContributionBadges.*.resx
Languages: bg

source: After a month, members receive this badge, symbolizing the steady and robust growth akin to a maple tree, laying the foundation for future contributions.
bg: След месец, членовете получават този знак, символизиращ тяхното стабилно и здраво растеж, подобно на кленовото дърво, полагащо основите за бъдещи приноси.

source: After five years, members are honored with this badge, representing their robust and steadfast support of the community, much like the mighty oak tree.
bg: След пет години, членовете се почитат с този знак, представляващ тяхната силна и непоколебима подкрепа за общността, подобно на могъщото дъбово дърво.

source: After two years, members receive this badge, representing their evergreen contributions that keep the community vibrant throughout the seasons.
bg: След две години, членовете получават този знак, представляващ техните вечнозелени приноси, които поддържат общността жива през всички сезони.

source: Annual Birch Lieutenant (1 Year of Membership)
bg: Лейтенант Бреза (1 година членство)

source: At six years, this prestigious badge is awarded to members who have shown leadership and a strong foundation of support, embodying the cedar's stature and longevity.
bg: На шест години, този престижен знак се присъжда на членовете, които са показали лидерство и силна основа на подкрепа, въплъщаващи статурата и дълголетието на кедровото дърво.

source: At the six-month mark, members are recognized with this badge, symbolizing their adaptability and bright presence in the community, reminiscent of the birch tree's ability to thrive in various conditions.
bg: На шестмесечната граница, членовете се удостояват с този знак, символизиращ тяхната приспособимост и ярко присъствие в общността, напомнящо за способността на брезата да процъфтява в различни условия.

source: At three years, this badge represents the member's towering achievements and their evergreen contributions, which remain constant throughout the seasons.
bg: На три години, този знак представлява високите постижения на члена и неговите вечнозелени приноси, които остават постоянни през всички сезони.

source: Awarded after uploading five flowers, this badge recognizes the user's growing contributions and their budding presence in the community.
bg: Присъжда се след качване на пет цветя, този знак признава растящите приноси на потребителя и неговото процъфтяващо присъствие в общността.

source: Biannual Ash Captain (2 Years of Membership)
bg: Капитан Ясен (2 години членство)

source: Brigadier Bamboo (400 flowers)
bg: Бригадир Бамбук (400 цветя)

source: Captain Carnation (50 flowers)
bg: Капитан Карамфил (50 цветя)

source: Cedar General (6 Years of Membership)
bg: Генерал Кедър (6 години членство)

source: Celebrating one year of membership, this badge is awarded to those who have shown leadership and have become a stable force within the community, much like the ash tree.
bg: Празнувайки една година членство, този знак се присъжда на тези, които са показали лидерство и са станали стабилна сила в общността, подобно на ясеновото дърво.

source: Colonel Cactus (200 flowers)
bg: Полковник Кактус (200 цветя)

source: Contribution Badges
bg: Значки за Принос

source: Contribution Badges are a series of recognitions awarded to members of our community or system based on their level of participation, contribution, and engagement. These badges serve not only as a token of appreciation but also as a motivational tool to encourage your continued involvement.
bg: Значките за принос са поредица от признания, присъдени на членове на нашата общност или система въз основа на тяхното ниво на участие, принос и ангажираност. Тези значки служат не само като знак на признателност, но и като мотивационен инструмент за насърчаване на вашето продължаващо участие.

source: Corporal Clusters (5 flowers)
bg: Корпорал Китка (5 цветя)

source: Field Marshal Flora (2000+ flowers)
bg: Маршал Флора (2000+ цветя)

source: For users who have uploaded ten flowers, this badge symbolizes their commitment to nurturing the community's growth and the sprouting of new ideas and connections.
bg: За потребители, които са качили десет цветя, този знак символизира тяхната ангажираност към насърчаване на растежа на общността и поникването на нови идеи и връзки.

source: For users who reach the 100-flower mark, this badge celebrates their significant and dignified contributions that add a touch of southern elegance to the community.
bg: За потребители, които достигнат отметката от 100 цветя, този знак празнува техните значими и достойни приноси, които добавят южен елегантност на общността.

source: General Gardenia (1000 flowers)
bg: Генерал Гардения (1000 цветя)

source: Lieutenant Lavender (20 flowers)
bg: Лейтенант Лавандула (20 цветя)

source: Major Magnolia (100 flowers)
bg: Майор Магнолия (100 цветя)

source: Month Willow Private (One month of Membership)
bg: Редник Върба (Един месец членство)

source: Oak Brigadier (5 Years of Membership)
bg: Бригадир Дъб (5 години членство)

source: Perennial Teak Colonel (4 Years of Membership)
bg: Полковник Тик (4 години членство)

source: Private Petal (1 flower)
bg: Редник Листенце (1 цвете)

source: Quarterly Maple Corporal (Three months of Membership)
bg: Корпорал Клен (Три месеца членство)

source: Recognizing a significant milestone of 50 flowers, this badge honors the user's bold and impactful contributions that stand out in the community.
bg: Признавайки значим етап от 50 цветя, този знак отдава почит на смелите и впечатляващи приноси на потребителя, които се открояват в общността.

source: Recruit Rosebud (Upon Registration)
bg: Новобранец Розов Пъп (При регистрация)

source: Seasonal Spruce Sergeant (Six months of Membership)
bg: Сержант Ела (Шест месеца членство)

source: Sergeant Sprout (10 flowers)
bg: Сержант Кълнове (10 цветя)

source: The highest honor, this badge is bestowed upon users who have uploaded over 2000 flowers, symbolizing their unparalleled commitment to cultivating a diverse and thriving community ecosystem.
bg: Най-високото отличие, този знак се присъжда на потребители, които са качили над 2000 цветя, символизиращи тяхното неподражаемо ангажиране към създаването на разнообразен и процъфтяващ екосистемен общност.

source: This badge is awarded to those who have uploaded 200 flowers, symbolizing their resilience and the enduring nature of their contributions, even in challenging environments.
bg: Този знак се присъжда на тези, които са качили 200 цветя, символизиращи тяхната устойчивост и дълготрайния характер на техните приноси, дори в предизвикателни среди.

source: This badge is given after three months to recognize members who have started to stand tall in the community, much like a spruce tree, showing resilience and consistency.
bg: Този знак се дава след три месеца, за да се признаят членовете, които са започнали да се издигат в общността, подобно на елховото дърво, показвайки устойчивост и последователност.

source: This badge is given to all new members as a welcome gesture, symbolizing the potential and growth that awaits them in the community.
bg: Този знак се дава на всички нови членове като жест на добре дошли, символизиращ потенциала и растежа, който ги очаква в общността.

source: This badge is given to those who have contributed 20 flowers, representing their calming influence and the trust they've cultivated within the community.
bg: Този знак се дава на тези, които са допринесли с 20 цветя, представляващи тяхното успокояващо влияние и доверието, което са изградили в общността.

source: This badge, given at four years, signifies the member's high quality and valuable contributions, akin to the highly prized teak wood.
bg: Този знак, даден на четири години, означава висококачествените и ценни приноси на члена, подобно на високо цененото тиково дърво.

source: This initial badge is for those who have shared their first flower, taking the first step in contributing to the community's beauty and diversity.
bg: Този първоначален знак е за тези, които са споделили първото си цвете, правейки първата стъпка към допринасяне за красотата и разнообразието на общността.

source: This prestigious badge is for users who have uploaded 1000 flowers, recognizing their abundant contributions that have enriched the community with fragrance and beauty.
bg: Този престижен знак е за потребители, които са качили 1000 цветя, признавайки техния обилен принос, който е обогатил общността с аромат и красота.

source: Triennial Pine Major (3 Years of Membership)
bg: Майор Бор (3 години членство)

source: With 400 flowers contributed, this badge acknowledges the user's flexibility and strength, reflecting the bamboo's qualities of rapid growth and versatility.
bg: С 400 допринесени цветя, този знак признава гъвкавостта и силата на потребителя, отразяващи качествата на бамбука за бърз растеж и универсалност.
